Repository: AlexandreFenyo/youtubenopub
Catalog: ShareManager/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# Resync iCloud — body
source: This will reconcile your local state with iCloud. Orphan items will be cleaned up, missing folders and items will be imported, and all synced content will be re-uploaded. This may take a few seconds depending on the size of your content.
ar: ستوفّق هذه العملية بين حالتك المحلية وiCloud. ستُحذف العناصر اليتيمة، وستُستورد المجلدات والعناصر المفقودة، وسيُعاد رفع كل المحتوى المتزامن. قد يستغرق ذلك بضع ثوانٍ حسب حجم المحتوى.
bn: এই অপারেশন আপনার লোকাল অবস্থা iCloud-এর সঙ্গে মিলিয়ে নেবে। অনাথ আইটেম মুছে যাবে, অনুপস্থিত ফোল্ডার ও আইটেম আমদানি হবে, এবং সমস্ত সিঙ্ক করা কনটেন্ট পুনরায় আপলোড হবে। কনটেন্টের আকার অনুযায়ী এতে কয়েক সেকেন্ড লাগতে পারে।
ca: Aquesta operació reconciliarà el teu estat local amb iCloud. Es netejaran els elements orfes, s'importaran les carpetes i elements que falten, i tot el contingut sincronitzat es tornarà a pujar. Pot trigar uns segons segons la mida del teu contingut.
cs: Tato operace sjednotí váš místní stav s iCloudem. Osamělé položky budou odstraněny, chybějící složky a položky budou importovány a veškerý synchronizovaný obsah bude znovu nahrán. Může to trvat několik sekund podle velikosti obsahu.
da: Denne handling vil afstemme din lokale tilstand med iCloud. Forældreløse elementer vil blive ryddet, manglende mapper og elementer vil blive importeret, og alt synkroniseret indhold vil blive uploadet igen. Dette kan tage et par sekunder afhængigt af indholdets størrelse.
de: Dieser Vorgang gleicht deinen lokalen Zustand mit iCloud ab. Verwaiste Elemente werden bereinigt, fehlende Ordner und Elemente importiert und alle synchronisierten Inhalte erneut hochgeladen. Je nach Größe deiner Inhalte kann dies einige Sekunden dauern.
el: Αυτή η ενέργεια θα συμφιλιώσει την τοπική σας κατάσταση με το iCloud. Τα ορφανά στοιχεία θα διαγραφούν, οι φάκελοι και τα στοιχεία που λείπουν θα εισαχθούν και όλο το συγχρονισμένο περιεχόμενο θα ανανεωθεί. Αυτό μπορεί να διαρκέσει μερικά δευτερόλεπτα ανάλογα με το μέγεθος του περιεχομένου σας.
es: Esta operación reconciliará tu estado local con iCloud. Los elementos huérfanos se eliminarán, las carpetas e elementos que falten se importarán, y todo el contenido sincronizado se volverá a subir. Esto puede tardar unos segundos según el tamaño de tu contenido.
fi: Tämä toiminto sovittaa paikallisen tilan yhteen iCloudin kanssa. Orpojen kohteet poistetaan, puuttuvat kansiot ja kohteet tuodaan, ja kaikki synkronoitu sisältö ladataan uudelleen. Tämä voi kestää muutamia sekunteja sisällön koosta riippuen.
fr: Cette opération va réconcilier votre état local avec iCloud. Les items orphelins seront supprimés, les folders et items manquants seront importés, et tout le contenu synchronisé sera ré-envoyé. Cela peut prendre quelques secondes selon la taille de votre contenu.
fr_ca: Cette opération va réconcilier votre état local avec iCloud. Les éléments orphelins seront supprimés, les dossiers et éléments manquants seront importés, et tout le contenu synchronisé sera renvoyé. Cela peut prendre quelques secondes selon la taille de votre contenu.
gu: આ ક્રિયા તમારી લોકલ સ્થિતિને iCloud સાથે મેળવશે. અનાથ આઇટમ્સ સાફ થશે, ગુમ થયેલા ફોલ્ડર્સ અને આઇટમ્સ આયાત થશે, અને બધી સિન્ક કરેલી સામગ્રી ફરી અપલોડ થશે. તમારી સામગ્રીના કદ આધારે આ કેટલીક સેકન્ડ લાગી શકે છે.
he: פעולה זו תיישב את המצב המקומי שלך עם iCloud. פריטים יתומים יימחקו, תיקיות ופריטים חסרים ייובאו, וכל התוכן המסונכרן יועלה מחדש. הדבר עשוי לקחת מספר שניות בהתאם לגודל התוכן שלך.
hi: यह आपकी स्थानीय स्थिति को iCloud के साथ मिलाएगा। अनाथ आइटम साफ हो जाएंगे, गुम फ़ोल्डर और आइटम आयात किए जाएंगे, और सभी सिंक की गई सामग्री फिर से अपलोड होगी। यह आपकी सामग्री के आकार के अनुसार कुछ सेकंड ले सकता है।
hr: Ova radnja uskladit će vaše lokalno stanje s iCloudom. Osamljene stavke bit će uklonjene, mape i stavke koje nedostaju bit će uvezene, a svi sinkronizirani sadržaji bit će ponovno učitani. Ovo može potrajati nekoliko sekundi ovisno o veličini vašeg sadržaja.
hu: Ez a művelet összehangolja a helyi állapotot az iClouddal. Az árva elemek törlődnek, a hiányzó mappák és elemek importálódnak, és az összes szinkronizált tartalom újra feltöltődik. Ez néhány másodpercig tarthat a tartalom méretétől függően.
id: Tindakan ini akan merekonsiliasi status lokal Anda dengan iCloud. Item yatim akan dibersihkan, folder dan item yang hilang akan diimpor, dan semua konten yang disinkronkan akan diunggah ulang. Ini mungkin memakan beberapa detik tergantung ukuran konten Anda.
it: Questa operazione riconcilierà lo stato locale con iCloud. Gli elementi orfani verranno rimossi, le cartelle e gli elementi mancanti verranno importati e tutto il contenuto sincronizzato verrà ricaricato. Potrebbero volerci alcuni secondi a seconda della dimensione dei contenuti.
ja: この操作はローカル状態と iCloud を整合させます。孤立した項目は削除され、不足しているフォルダや項目はインポートされ、同期されたすべてのコンテンツが再アップロードされます。コンテンツのサイズによって数秒かかる場合があります。
kn: ಈ ಕ್ರಿಯೆ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸ್ಥಿತಿಯನ್ನು iCloud ಜೊತೆ ಸಮನ್ವಯಗೊಳಿಸುತ್ತದೆ. ಅನಾಥ ಐಟಂಗಳು ತೆಗೆದು ಹಾಕಲ್ಪಡುತ್ತವೆ, ಕಾಣದಿರುವ ಫೋಲ್ಡರ್‌ಗಳು ಮತ್ತು ಐಟಂಗಳು ಆಮದು ಮಾಡಲಾಗುತ್ತವೆ, ಮತ್ತು ಎಲ್ಲಾ ಸಿಂಕ್ ಮಾಡಿದ ವಿಷಯವನ್ನು ಮರು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವಿಷಯದ ಗಾತ್ರವನ್ನು ಆಧರಿಸಿ ಕೆಲವು ಸೆಕೆಂಡುಗಳಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 이 작업은 로컬 상태를 iCloud와 일치시킵니다. 고아 항목은 정리되고, 누락된 폴더와 항목은 가져오며, 모든 동기화된 콘텐츠가 다시 업로드됩니다. 콘텐츠 크기에 따라 몇 초가 걸릴 수 있습니다.
ml: ഈ പ്രവർത്തനം നിങ്ങളുടെ ലോക്കൽ അവസ്ഥയെ iCloud-മായി പൊരുത്തപ്പെടുത്തും. അനാഥ ഇനങ്ങൾ നീക്കം ചെയ്യപ്പെടും, നഷ്ടപ്പെട്ട ഫോൾഡറുകളും ഇനങ്ങളും ഇറക്കുമതി ചെയ്യപ്പെടും, എല്ലാ സിങ്ക് ചെയ്ത ഉള്ളടക്കവും വീണ്ടും അപ്‌ലോഡ് ചെയ്യപ്പെടും. ഇത് നിങ്ങളുടെ ഉള്ളടക്കത്തിന്റെ വലുപ്പത്തെ ആശ്രയിച്ച് കുറച്ച് സെക്കൻഡുകൾ എടുക്കാം.
mr: ही क्रिया तुमची स्थानिक स्थिती iCloud सोबत समेट करेल. अनाथ आयटम साफ केले जातील, गहाळ फोल्डर आणि आयटम आयात केले जातील, आणि सर्व सिंक केलेली सामग्री पुन्हा अपलोड केली जाईल. तुमच्या सामग्रीच्या आकारानुसार यास काही सेकंद लागू शकतात.
ms: Tindakan ini akan menyelaraskan keadaan tempatan anda dengan iCloud. Item yatim akan dibersihkan, folder dan item yang hilang akan diimport, dan semua kandungan disegerakkan akan dimuat naik semula. Ini mungkin mengambil beberapa saat bergantung pada saiz kandungan anda.
nb: Denne handlingen vil avstemme din lokale tilstand med iCloud. Foreldreløse elementer vil bli ryddet opp, manglende mapper og elementer vil bli importert, og alt synkronisert innhold vil bli lastet opp på nytt. Dette kan ta noen sekunder avhengig av størrelsen på innholdet ditt.
nl: Deze actie zal je lokale toestand afstemmen met iCloud. Verweesde items worden opgeruimd, ontbrekende mappen en items worden geïmporteerd, en alle gesynchroniseerde inhoud wordt opnieuw geüpload. Dit kan enkele seconden duren afhankelijk van de grootte van je inhoud.
or: ଏହି କ୍ରିୟା ଆପଣଙ୍କ ସ୍ଥାନୀୟ ସ୍ଥିତିକୁ iCloud ସହିତ ମିଳାଇବ। ଅନାଥ ଆଇଟମ୍ ସଫା ହେବ, ଅନୁପସ୍ଥିତ ଫୋଲ୍ଡର ଏବଂ ଆଇଟମ୍ ଆମଦାନୀ ହେବ, ଏବଂ ସମସ୍ତ ସିଙ୍କ ହୋଇଥିବା ସାମଗ୍ରୀ ପୁନଃ ଅପଲୋଡ୍ ହେବ। ଆପଣଙ୍କ ସାମଗ୍ରୀ ର ଆକାର ଉପରେ ନିର୍ଭର କରି ଏହା କିଛି ସେକେଣ୍ଡ ନେଇପାରେ।
pa: ਇਹ ਕਾਰਵਾਈ ਤੁਹਾਡੀ ਲੋਕਲ ਸਥਿਤੀ ਨੂੰ iCloud ਨਾਲ ਮੇਲ ਖਾਵੇਗੀ। ਅਨਾਥ ਆਈਟਮਾਂ ਸਾਫ਼ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ, ਗੁੰਮਸ਼ੁਦਾ ਫੋਲਡਰ ਅਤੇ ਆਈਟਮਾਂ ਆਯਾਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ, ਅਤੇ ਸਾਰੀ ਸਿੰਕ ਕੀਤੀ ਸਮੱਗਰੀ ਮੁੜ-ਅਪਲੋਡ ਕੀਤੀ ਜਾਵੇਗੀ। ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦੇ ਆਕਾਰ ਅਨੁਸਾਰ ਇਹ ਕੁਝ ਸਕਿੰਟ ਲੈ ਸਕਦੀ ਹੈ।
pl: Ta operacja uzgodni Twój stan lokalny z iCloud. Osierocone elementy zostaną usunięte, brakujące foldery i elementy zostaną zaimportowane, a cała zsynchronizowana zawartość zostanie ponownie przesłana. Może to potrwać kilka sekund w zależności od rozmiaru zawartości.
pt: Esta operação reconcilia o estado local com o iCloud. Itens órfãos serão removidos, pastas e itens em falta serão importados, e todo o conteúdo sincronizado será reenviado. Pode demorar alguns segundos consoante o tamanho do seu conteúdo.
ro: Această operațiune va reconcilia starea locală cu iCloud. Elementele orfane vor fi curățate, folderele și elementele lipsă vor fi importate, iar tot conținutul sincronizat va fi reîncărcat. Aceasta poate dura câteva secunde, în funcție de dimensiunea conținutului.
ru: Эта операция согласует ваше локальное состояние с iCloud. Осиротевшие элементы будут удалены, отсутствующие папки и элементы будут импортированы, а весь синхронизированный контент будет загружен повторно. Это может занять несколько секунд в зависимости от размера контента.
sk: Táto operácia zosúladí váš lokálny stav s iCloudom. Osirotené položky budú odstránené, chýbajúce priečinky a položky budú importované a všetok synchronizovaný obsah bude znovu nahraný. Môže to trvať niekoľko sekúnd v závislosti od veľkosti obsahu.
sl: To dejanje bo uskladilo vaše lokalno stanje z iCloudom. Osamljeni elementi bodo počiščeni, manjkajoče mape in elementi bodo uvoženi, vsa sinhronizirana vsebina pa bo ponovno naložena. To lahko traja nekaj sekund, odvisno od velikosti vsebine.
sv: Denna åtgärd kommer att stämma av ditt lokala tillstånd med iCloud. Föräldralösa objekt rensas, saknade mappar och objekt importeras, och allt synkroniserat innehåll laddas upp på nytt. Detta kan ta några sekunder beroende på storleken på ditt innehåll.
ta: இந்தச் செயல்பாடு உங்கள் உள்ளூர் நிலையை iCloud உடன் சரிசெய்யும். அநாதை உருப்படிகள் சுத்தம் செய்யப்படும், காணாமல் போன கோப்புறைகளும் உருப்படிகளும் இறக்குமதி செய்யப்படும், மேலும் ஒத்திசைக்கப்பட்ட எல்லா உள்ளடக்கமும் மீண்டும் பதிவேற்றப்படும். உள்ளடக்கத்தின் அளவைப் பொறுத்து இது சில வினாடிகள் ஆகலாம்.
te: ఈ ఆపరేషన్ మీ స్థానిక స్థితిని iCloud తో సమతుల్యం చేస్తుంది. అనాథ అంశాలు తొలగించబడతాయి, లేని ఫోల్డర్‌లు మరియు అంశాలు దిగుమతి చేయబడతాయి, మరియు సింక్ చేసిన మొత్తం కంటెంట్ తిరిగి అప్‌లోడ్ చేయబడుతుంది. మీ కంటెంట్ పరిమాణం ఆధారంగా ఇది కొన్ని సెకన్లు పట్టవచ్చు.
th: การดำเนินการนี้จะปรับสถานะในเครื่องของคุณให้ตรงกับ iCloud รายการกำพร้าจะถูกล้าง โฟลเดอร์และรายการที่ขาดหายไปจะถูกนำเข้า และเนื้อหาที่ซิงค์ทั้งหมดจะถูกอัปโหลดใหม่ อาจใช้เวลาไม่กี่วินาทีขึ้นอยู่กับขนาดของเนื้อหา
tr: Bu işlem yerel durumunuzu iCloud ile uzlaştırır. Yetim öğeler temizlenir, eksik klasörler ve öğeler içe aktarılır ve tüm eşitlenmiş içerik yeniden yüklenir. İçeriğinizin boyutuna bağlı olarak birkaç saniye sürebilir.
uk: Ця операція узгодить ваш локальний стан з iCloud. Сиротливі елементи будуть очищені, відсутні теки та елементи будуть імпортовані, а весь синхронізований вміст буде завантажений повторно. Це може зайняти кілька секунд залежно від розміру вмісту.
ur: یہ کارروائی آپ کی مقامی حالت کو iCloud کے ساتھ ہم آہنگ کرے گی۔ یتیم آئٹمز صاف ہو جائیں گے، غیر موجود فولڈرز اور آئٹمز درآمد کیے جائیں گے، اور تمام مطابقت پذیر مواد دوبارہ اپ لوڈ کیا جائے گا۔ آپ کے مواد کے حجم پر منحصر اس میں چند سیکنڈ لگ سکتے ہیں۔
vi: Thao tác này sẽ điều hòa trạng thái cục bộ của bạn với iCloud. Các mục mồ côi sẽ được dọn dẹp, các thư mục và mục còn thiếu sẽ được nhập, và tất cả nội dung đã đồng bộ sẽ được tải lên lại. Quá trình này có thể mất vài giây tùy theo kích thước nội dung của bạn.
zh_hans: 此操作会将你的本地状态与 iCloud 进行协调。孤立项目将被清除,缺失的文件夹和项目将被导入,所有已同步的内容将被重新上传。根据内容大小,此操作可能需要几秒钟。
zh_hant: 此操作會將你的本機狀態與 iCloud 協調。孤立項目將被清除,缺少的檔案夾與項目將會匯入,所有已同步的內容將會重新上傳。視你的內容大小而定,可能需要數秒。

# Resync iCloud — confirm
source: Resync iCloud?
ar: إعادة مزامنة iCloud؟
bn: iCloud পুনঃসিঙ্ক করবেন?
ca: Tornar a sincronitzar iCloud?
cs: Znovu synchronizovat iCloud?
da: Synkroniser iCloud igen?
de: iCloud erneut synchronisieren?
el: Επανασυγχρονισμός iCloud;
es: ¿Volver a sincronizar iCloud?
fi: Synkronoidaanko iCloud uudelleen?
fr: Resynchroniser iCloud ?
fr_ca: Resynchroniser iCloud ?
gu: iCloud પુનઃસિંક કરવું છે?
he: לסנכרן מחדש את iCloud?
hi: iCloud पुनः सिंक करें?
hr: Ponovno sinkronizirati iCloud?
hu: iCloud újraszinkronizálása?
id: Sinkronkan ulang iCloud?
it: Risincronizzare iCloud?
ja: iCloud を再同期しますか?
kn: iCloud ಅನ್ನು ಮರು-ಸಿಂಕ್ ಮಾಡಬೇಕೆ?
ko: iCloud를 다시 동기화하시겠습니까?
ml: iCloud വീണ്ടും സിങ്ക് ചെയ്യണോ?
mr: iCloud पुन्हा सिंक करायचे?
ms: Segerakkan semula iCloud?
nb: Synkronisere iCloud på nytt?
nl: iCloud opnieuw synchroniseren?
or: iCloud ପୁନଃ ସିଙ୍କ କରନ୍ତୁ?
pa: iCloud ਮੁੜ-ਸਿੰਕ ਕਰਨਾ ਹੈ?
pl: Ponownie zsynchronizować iCloud?
pt: Voltar a sincronizar o iCloud?
ro: Resincronizați iCloud?
ru: Повторно синхронизировать iCloud?
sk: Znovu synchronizovať iCloud?
sl: Znova sinhronizirati iCloud?
sv: Synkronisera iCloud igen?
ta: iCloud-ஐ மீண்டும் ஒத்திசைக்கவா?
te: iCloudను మళ్లీ సింక్ చేయాలా?
th: ซิงค์ iCloud อีกครั้งหรือไม่?
tr: iCloud yeniden eşitlensin mi?
uk: Повторно синхронізувати iCloud?
ur: iCloud دوبارہ سنک کریں؟
vi: Đồng bộ lại iCloud?
zh_hans: 重新同步 iCloud?
zh_hant: 重新同步 iCloud?

source: Resynchronizing with iCloud
ar: إعادة المزامنة مع iCloud
bn: iCloud-এর সাথে পুনঃসিঙ্ক করা হচ্ছে
ca: Tornant a sincronitzar amb iCloud
cs: Probíhá opětovná synchronizace s iCloud
da: Synkroniserer igen med iCloud
de: Erneute Synchronisierung mit iCloud
el: Επανασυγχρονισμός με iCloud
es: Volviendo a sincronizar con iCloud
fi: Synkronoidaan uudelleen iCloudin kanssa
fr: Resynchronisation avec iCloud
fr_ca: Resynchronisation avec iCloud
gu: iCloud સાથે પુનઃસિંક કરી રહ્યું છે
he: מסנכרן מחדש עם iCloud
hi: iCloud के साथ पुनः सिंक हो रहा है
hr: Ponovno sinkroniziranje s iCloudom
hu: Újraszinkronizálás az iClouddal
id: Menyinkronkan ulang dengan iCloud
it: Risincronizzazione con iCloud
ja: iCloud と再同期中
kn: iCloud ಜೊತೆ ಮರು-ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: iCloud와 다시 동기화 중
ml: iCloud-മായി വീണ്ടും സിങ്ക് ചെയ്യുന്നു
mr: iCloud सोबत पुन्हा सिंक करत आहे
ms: Menyegerakkan semula dengan iCloud
nb: Synkroniserer på nytt med iCloud
nl: Opnieuw synchroniseren met iCloud
or: iCloud ସହିତ ପୁନଃ ସିଙ୍କ କରୁଛି
pa: iCloud ਨਾਲ ਮੁੜ-ਸਿੰਕ ਕਰ ਰਿਹਾ ਹੈ
pl: Ponowna synchronizacja z iCloud
pt: A voltar a sincronizar com o iCloud
ro: Resincronizare cu iCloud
ru: Повторная синхронизация с iCloud
sk: Opätovná synchronizácia s iCloud
sl: Ponovna sinhronizacija z iCloudom
sv: Synkroniserar igen med iCloud
ta: iCloud உடன் மீண்டும் ஒத்திசைக்கிறது
te: iCloudతో మళ్లీ సింక్ చేస్తోంది
th: กำลังซิงค์กับ iCloud อีกครั้ง
tr: iCloud ile yeniden eşitleniyor
uk: Повторна синхронізація з iCloud
ur: iCloud کے ساتھ دوبارہ سنک کیا جا رہا ہے
vi: Đang đồng bộ lại với iCloud
zh_hans: 正在与 iCloud 重新同步
zh_hant: 正在與 iCloud 重新同步

# Sauvegarder dans Photos
source: Save to Photos
ar: حفظ في الصور
bn: ফটোতে সংরক্ষণ করুন
ca: Desa a Fotos
cs: Uložit do Fotek
da: Gem i Fotos
de: In Fotos sichern
el: Αποθήκευση στις Φωτογραφίες
es: Guardar en Fotos
fi: Tallenna Kuviin
fr: Sauvegarder dans Photos
fr_ca: Sauvegarder dans Photos
gu: ફોટોઝમાં સાચવો
he: שמור לתמונות
hi: फ़ोटो में सहेजें
hr: Spremi u Fotografije
hu: Mentés a Fotókba
id: Simpan ke Foto
it: Salva in Foto
ja: 写真に保存
kn: ಫೋಟೋಗಳಲ್ಲಿ ಉಳಿಸಿ
ko: 사진에 저장
ml: ഫോട്ടോകളിലേക്ക് സംരക്ഷിക്കുക
mr: फोटोमध्ये जतन करा
ms: Simpan ke Foto
nb: Lagre i Bilder
nl: Opslaan in Foto's
or: ଫଟୋରେ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਫ਼ੋਟੋਆਂ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz w Zdjęciach
pt: Guardar em Fotos
ro: Salvează în Poze
ru: Сохранить в «Фото»
sk: Uložiť do Fotiek
sl: Shrani v Fotografije
sv: Spara i Bilder
ta: புகைப்படங்களில் சேமி
te: ఫోటోలలో సేవ్ చేయండి
th: บันทึกลงในรูปภาพ
tr: Fotoğraflara Kaydet
uk: Зберегти у «Фото»
ur: تصاویر میں محفوظ کریں
vi: Lưu vào Ảnh
zh_hans: 保存到照片
zh_hant: 儲存到照片

source: Share
ar: مشاركة
bn: শেয়ার
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
fr_ca: Partager
gu: શેર
he: שתף
hi: शेयर
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
nb: Del
nl: Deel
or: ସେୟାର୍
pa: ਸਾਂਝਾ
pl: Udostępnij
pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
ta: பகிர்
te: షేర్
th: แชร์
tr: Paylaş
uk: Поділитися
ur: شیئر
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Shared URLs and items
ar: الروابط والعناصر المشتركة
bn: শেয়ার করা URLs এবং আইটেম
ca: URLs i elements compartits
cs: Sdílené URL a položky
da: Delte URL'er og emner
de: Geteilte URLs und Objekte
el: Κοινόχρηστα URL και στοιχεία
es: URLs y elementos compartidos
fi: Jaetut URL-osoitteet ja kohteet
fr: URLs et objets partagés
fr_ca: URLs et objets partagés
gu: શેર કરેલા URLs અને આઇટમ્સ
he: כתובות URL ופריטים משותפים
hi: साझा किए गए URLs और आइटम
hr: Dijeljeni URL-ovi i stavke
hu: Megosztott URL-ek és elemek
id: URL dan item yang dibagikan
it: URL e oggetti condivisi
ja: 共有されたURLとアイテム
kn: ಹಂಚಿಕೊಂಡ URL ಗಳು ಮತ್ತು ಐಟಂಗಳು
ko: 공유된 URL 및 항목
ml: പങ്കിട്ട URL-കളും ഇനങ്ങളും
mr: शेअर केलेले URLs आणि आयटम
ms: URL dan item dikongsi
nb: Delte URL-er og elementer
nl: Gedeelde URL's en items
or: ସେୟାର କରାଯାଇଥିବା URLs ଏବଂ ଆଇଟମ୍
pa: ਸਾਂਝੇ ਕੀਤੇ URLs ਅਤੇ ਆਈਟਮ
pl: Udostępnione adresy URL i elementy
pt: URLs e itens partilhados
ro: URL-uri și elemente partajate
ru: Общие URL и объекты
sk: Zdieľané URL a položky
sl: Deljeni URL-ji in elementi
sv: Delade webbadresser och objekt
ta: பகிரப்பட்ட URL கள் மற்றும் உருப்படிகள்
te: షేర్ చేసిన URLలు మరియు అంశాలు
th: URL และรายการที่แชร์
tr: Paylaşılan URL'ler ve öğeler
uk: Спільні URL та елементи
ur: شیئر کردہ URLs اور اشیاء
vi: URL và mục đã chia sẻ
zh_hans: 已共享的URL和项目
zh_hant: 已共享的URL和項目

source: Smart
ar: ذكي
bn: স্মার্ট
ca: Intel·ligent
cs: Chytré
de: Intelligent
el: Έξυπνο
es: Inteligente
fi: Älykäs
fr: Vues intelligentes
fr_ca: Vues intelligentes
gu: સ્માર્ટ
he: חכם
hi: स्मार्ट
hr: Pametno
hu: Okos
id: Cerdas
it: Intelligente
ja: スマート
kn: ಸ್ಮಾರ್ಟ್
ko: 스마트
ml: സ്മാർട്ട്
mr: स्मार्ट
ms: Pintar
nl: Slim
or: ସ୍ମାର୍ଟ
pa: ਸਮਾਰਟ
pl: Inteligentne
pt: Inteligente
ro: Inteligent
ru: Умные
sk: Inteligentné
sl: Pametno
ta: ஸ்மார்ட்
te: స్మార్ట్
th: สมาร์ท
tr: Akıllı
uk: Розумний
ur: اسمارٹ
vi: Thông minh
zh_hans: 智能
zh_hant: 智慧

source: Smart Views
ar: العروض الذكية
bn: স্মার্ট ভিউ
ca: Vistes intel·ligents
cs: Chytrá zobrazení
da: Smarte visninger
de: Smart-Ansichten
el: Έξυπνες προβολές
es: Vistas inteligentes
fi: Älynäkymät
fr: Vues intelligentes
fr_ca: Vues intelligentes
gu: સ્માર્ટ વ્યૂ
he: תצוגות חכמות
hi: स्मार्ट व्यू
hr: Pametni prikazi
hu: Okos nézetek
id: Tampilan Cerdas
it: Viste smart
ja: スマートビュー
kn: ಸ್ಮಾರ್ಟ್ ವೀಕ್ಷಣೆಗಳು
ko: 스마트 보기
ml: സ്മാർട്ട് കാഴ്ചകൾ
mr: स्मार्ट दृश्ये
ms: Paparan Pintar
nb: Smarte visninger
nl: Slimme weergaven
or: ସ୍ମାର୍ଟ ଭ୍ୟୁ
pa: ਸਮਾਰਟ ਦ੍ਰਿਸ਼
pl: Inteligentne widoki
pt: Vistas inteligentes
ro: Vizualizări inteligente
ru: Умные виды
sk: Inteligentné zobrazenia
sl: Pametni pogledi
sv: Smarta vyer
ta: ஸ்மார்ட் காட்சிகள்
te: స్మార్ట్ వ్యూస్
th: มุมมองสมาร์ท
tr: Akıllı Görünümler
uk: Розумні вигляди
ur: اسمارٹ ویوز
vi: Chế độ xem thông minh
zh_hans: 智能视图
zh_hant: 智慧型檢視

source: Sort
ar: الترتيب
bn: সাজান
ca: Ordenar
cs: Řadit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Orden
fi: Lajittele
fr: Tri
fr_ca: Tri
gu: ગોઠવો
he: מיין
hi: क्रमबद्ध
hr: Sortiraj
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
kn: ವಿಂಗಡಿಸಿ
ko: 정렬
ml: ക്രമീകരിക്കുക
mr: क्रमवारी
ms: Susun
nb: Sorter
nl: Sorteren
or: କ୍ରମ
pa: ਛਾਂਟੋ
pl: Sortuj
pt: Ordenar
ro: Sortare
ru: Сортировка
sk: Triediť
sl: Razvrsti
sv: Sortera
ta: வரிசைப்படுத்து
te: క్రమబద్ధీకరించు
th: จัดเรียง
tr: Sırala
uk: Сортування
ur: ترتیب دیں
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Source A→Z
ar: المصدر أ→ي
bn: উৎস A→Z
ca: Origen A→Z
cs: Zdroj A→Z
da: Kilde A→Å
de: Quelle A→Z
el: Πηγή A→Z
es: Origen A→Z
fi: Lähde A→Ö
gu: સ્રોત A→Z
he: מקור א→ת
hi: स्रोत A→Z
hr: Izvor A→Z
hu: Forrás A→Z
id: Sumber A→Z
it: Origine A→Z
ja: ソース A→Z
kn: ಮೂಲ A→Z
ko: 출처 A→Z
ml: ഉറവിടം A→Z
mr: स्रोत A→Z
ms: Sumber A→Z
nb: Kilde A→Å
nl: Bron A→Z
or: ସ୍ରୋତ A→Z
pa: ਸਰੋਤ A→Z
pl: Źródło A→Z
pt: Origem A→Z
ro: Sursă A→Z
ru: Источник А→Я
sk: Zdroj A→Z
sl: Vir A→Ž
sv: Källa A→Ö
ta: மூலம் A→Z
te: మూలం A→Z
th: แหล่งที่มา A→Z
tr: Kaynak A→Z
uk: Джерело А→Я
ur: ماخذ A→Z
vi: Nguồn A→Z
zh_hans: 来源 A→Z
zh_hant: 來源 A→Z

source: Stop iCloud sync
ar: إيقاف مزامنة iCloud
bn: iCloud সিঙ্ক বন্ধ করুন
ca: Atura la sincronització amb iCloud
cs: Zastavit synchronizaci s iCloud
da: Stop iCloud-synkronisering
de: iCloud-Synchronisierung beenden
el: Διακοπή συγχρονισμού iCloud
es: Detener sincronización con iCloud
fi: Lopeta iCloud-synkronointi
fr: Arrêter la synchronisation iCloud
fr_ca: Arrêter la synchronisation iCloud
gu: iCloud સિંક રોકો
he: הפסק סנכרון iCloud
hi: iCloud सिंक रोकें
hr: Zaustavi iCloud sinkronizaciju
hu: iCloud-szinkronizálás leállítása
id: Hentikan sinkronisasi iCloud
it: Interrompi sincronizzazione iCloud
ja: iCloud同期を停止
kn: iCloud ಸಿಂಕ್ ನಿಲ್ಲಿಸಿ
ko: iCloud 동기화 중지
ml: iCloud സിങ്ക് നിർത്തുക
mr: iCloud सिंक थांबवा
ms: Henti penyelarasan iCloud
nb: Stopp iCloud-synkronisering
nl: Stop iCloud-synchronisatie
or: iCloud ସିଙ୍କ ବନ୍ଦ କରନ୍ତୁ
pa: iCloud ਸਿੰਕ ਰੋਕੋ
pl: Zatrzymaj synchronizację iCloud
pt: Parar sincronização com o iCloud
ro: Oprește sincronizarea iCloud
ru: Остановить синхронизацию iCloud
sk: Zastaviť synchronizáciu s iCloud
sl: Ustavi sinhronizacijo z iCloudom
sv: Stoppa iCloud-synkronisering
ta: iCloud ஒத்திசைவை நிறுத்து
te: iCloud సింక్ ఆపండి
th: หยุดซิงค์ iCloud
tr: iCloud eşitlemesini durdur
uk: Зупинити синхронізацію з iCloud
ur: iCloud سنک روکیں
vi: Dừng đồng bộ iCloud
zh_hans: 停止 iCloud 同步
zh_hant: 停止 iCloud 同步

source: Stop refreshing dates
ar: إيقاف تحديث التواريخ
bn: তারিখ রিফ্রেশ করা বন্ধ করুন
ca: Atura l'actualització de dates
cs: Zastavit obnovování dat
da: Stop opdatering af datoer
de: Datumsaktualisierung stoppen
el: Διακοπή ανανέωσης ημερομηνιών
es: Detener actualización de fechas
fi: Lopeta päivämäärien päivitys
fr: Arrêter l'actualisation des dates
fr_ca: Arrêter l'actualisation des dates
gu: તારીખો રિફ્રેશ કરવાનું બંધ કરો
he: הפסק רענון תאריכים
hi: तारीख ताज़ा करना रोकें
hr: Zaustavi osvježavanje datuma
hu: Dátumok frissítésének leállítása
id: Hentikan penyegaran tanggal
it: Interrompi aggiornamento date
ja: 日付の更新を停止
kn: ದಿನಾಂಕಗಳ ರಿಫ್ರೆಶ್ ನಿಲ್ಲಿಸಿ
ko: 날짜 새로고침 중지
ml: തീയതി പുതുക്കൽ നിർത്തുക
mr: तारखा रीफ्रेश करणे थांबवा
ms: Henti memuat semula tarikh
nb: Stopp oppdatering av datoer
nl: Stop met datums vernieuwen
or: ତାରିଖ ରିଫ୍ରେସ୍ ବନ୍ଦ କରନ୍ତୁ
pa: ਤਾਰੀਖ਼ਾਂ ਤਾਜ਼ਾ ਕਰਨਾ ਰੋਕੋ
pl: Zatrzymaj odświeżanie dat
pt: Parar atualização de datas
ro: Oprește reîmprospătarea datelor
ru: Остановить обновление дат
sk: Zastaviť obnovovanie dátumov
sl: Ustavi osveževanje datumov
sv: Stoppa uppdatering av datum
ta: தேதி புதுப்பித்தலை நிறுத்து
te: తేదీ రిఫ్రెష్‌ను ఆపండి
th: หยุดรีเฟรชวันที่
tr: Tarihleri yenilemeyi durdur
uk: Зупинити оновлення дат
ur: تاریخیں ریفریش کرنا بند کریں
vi: Dừng làm mới ngày
zh_hans: 停止刷新日期
zh_hant: 停止重新整理日期
